const studyList = [
  {
    name: '자기계발 검사 결과: 수학 (이공계)',
    desc1: '관련직종: 수학자, 수학교사, 조사연구원, 통계인, 세무사, 은행원, 증권분석사, 공인회계사, 항해사, 건축사, 건축설계사, 정보통신기사',
    desc2: '관련학과: 수학과, 건축학과, 건축설비공학과, 토목공학과, 통계학과, 도시공학과, 항공교통학과, 항공우주학과, 조경학과, 기계공학과, 정보통신공학과'
  },
  {
    name: '자기계발 검사 결과: 과학 (이공계)',
    desc1: '관련직종: 의사, 약사, 법의학자, 생명공학자, 해양연구원, 미생물학자, 유전공학자, 도시건설기술자, 순수과학자, 기계기술자, 건축가, 도선사',
    desc2: '관련학과: 의학과, 약학과, 보건학과, 물리학과, 화학과, 생물학과, 지구과학과, 전기공학과, 해양공학과, 기계공학과, 신소재공학과, 환경학과, 천문학과'
  },
  {
    name: '자기계발 검사 결과: 음악 (예술계)',
    desc1: '관련직종: 지휘자, 작곡가, 음악학자, 음악평론가, 음악감독, 영화음악감독, 라디오 프로듀서, 음악치료사, 공연기획자, 뮤지션, 음악학자',
    desc2: '관련학과: 음악학과, 국악과, 기악과, 관현악과, 피아노과, 성악과, 작곡과, 공연음악학과, 실용음악과'
  },
  {
    name: '자기계발 검사 결과: 헬스 (운동계)',
    desc1: '관련직종: 비디빌딩 코치, 영양사, 운동생리학자, 헬스 컨설턴트, 헬스 트레이너, 인체운동학자, 마사지 치료사, 물리치료사, 부상 예방 전문의',
    desc2: '관련학과: 생활체육과, 사회체육과, 레저스포츠과, 스포츠재활학과, 스포츠건강관리학과'
  },
  {
    name: '자기계발 검사 결과: 스포츠 (운동계)',
    desc1: '관련직종: 체육교사, 스포츠 강사, 캐스터, 스포츠 기자, 에이전트, 운동처방사, 심판, 코치, 운동처방사, 스포츠 의학자, 스포츠 마케터',
    desc2: '관련학과: 스포츠과학과, 운동처방학과, 사회체육학과, 경기지도과, 해양스포츠학과, 생활체육학과, 체육학과'
  },
  {
    name: '자기계발 검사 결과: 경제 (인문계)',
    desc1: '관련직종: 공인회계사, 관세사, 세무사, 공인노무사, 경영지도사, 보험계리사, 보험중개사, 손해사정사, 시장 분석가, 재무 분석가, 금융 증권 판매원',
    desc2: '관련학과: 경영학과, 회계학과, 통계학과, 경제학과, 무역학과, 세무학과, 금융학과, 부동산경제학과, 행정경제학과'
  },
  {
    name: '자기계발 검사 결과: 정치 (인문계)',
    desc1: '관련직종: 외교관, 정치학교수, 정치학자, 국제공무원, 정치인, 무역회사, 정치경제연구원, 회계사',
    desc2: '관련학과: 정치외교학과, 통일학과, 안보학과, 외교학과, 정치학과, 정치행정학과'
  },
  {
    name: '자기계발 검사 결과: 미술 (예술계)',
    desc1: '관련직종: 일러스트레이터, 3D애니메이터, 영화미술감독, 의상디자이너, 아트 디렉터, 전업작가, 미술교수, 큐레이터, 갤러리스트, 평론가, 아트 딜러',
    desc2: '관련학과: 회화과, 동양화과, 서양화과, 응용미술학과, 조형학과, 산업디자인학과, 시각디자인학과, 패션디자인학과, 애니메이션학과'
  },
  {
    name: '자기계발 검사 결과: 언어 (인문계)',
    desc1: '관련직종: 외교관, 국제변호사, 호텔리어, 언어학자, 통역사, 번역사, 특파원, 바이어, 앵커, 아나운서, 관관가이드, 관세사',
    desc2: '관련학과: 언어학과, 외국어학과, 언어과학과, 언어문화콘텐츠학과, 언어인지과학과, 언어정보학과'
  },
  {
    name: '자기계발 검사 결과: 프로그래밍 (이공계)',
    desc1: '관련직종: 소프트웨어 개발자, 네트워크 전문가, 시스템 엔지니어, 전산관리 전문가, 보안 전문가, 웹마스터, 서버 관리자, 그래픽 디자이너, 정보검색사',
    desc2: '관련학과: 컴퓨터공학과, 소프트웨어학과, 정보통신공학과, 정보보호학과, IT융합학과, 멀티미디어공학과, 시스템공학과'
  },
  {
    name: '자기계발 검사 결과: 독서 (기타)',
    desc1: '검사 결과가 독서가 나왔습니다.',
    desc2: '즉 지금은 책을 읽으며 여러 지식을 쌓고 싶다는 거겠죠. 다른 검사 결과와는 달리 학과나 직종은 추천하지 않겠습니다. 우선 독서에 집중하자구요!'
  },
]

export default studyList;
